export default function Policy() {
  return (
    <div className="overflow-y-auto h-[400px] text-justify pb-8 pl-2">
      <ol>
        <li>
          <div className="py-2">
            <h1 className="font-bold text-xl">1. ขั้นตอนการสมัคร</h1>
          </div>
          <div className="pl-4 pr-12">
            <p className="font-semibold">การสร้างบัญชี:</p>
            <p>
              ผู้สมัครต้องสร้างบัญชีผู้ใช้งานบนแพลตฟอร์มโดยใช้ข้อมูลที่ถูกต้องและเป็นปัจจุบัน
              ยืนยันตัวตนผ่านอีเมลหรือเบอร์โทรศัพท์
            </p>
            <p className="font-semibold">การยืนยันตัวตน:</p>
            <p>
              ผู้สมัครต้องส่งสำเนาบัตรประชาชนหรือหนังสือเดินทางเพื่อยืนยันตัวตน
              อาจมีการตรวจสอบเพิ่มเติม เช่น
              การส่งเอกสารรับรองที่อยู่หรือเอกสารรับรองการทำงาน
            </p>
            <p className="font-semibold">การส่งรายละเอียดโครงการ:</p>
            <p>
              ผู้สมัครต้องกรอกรายละเอียดโครงการ เช่น ชื่อโครงการ วัตถุประสงค์
              เป้าหมายทางการเงิน และระยะเวลาในการระดมทุน แนบแผนการดำเนินงาน งบประมาณ
              และตารางเวลาการทำงาน
              แนบวีดีโอหรือสื่อที่เกี่ยวข้องเพื่ออธิบายโครงการเพิ่มเติม
            </p>
          </div>
        </li>
        <br />
        <li>
          <div className="py-2">
            <h1 className="font-bold text-xl">2. ข้อกำหนดและเงื่อนไข</h1>
          </div>
          <div className="pl-4 pr-12">
            <p className="font-semibold">ข้อกำหนดเกี่ยวกับโครงการ:</p>
            <p>
              โครงการต้องไม่ขัดต่อกฎหมายและศีลธรรม
              โครงการต้องมีความโปร่งใสในการใช้เงินและมีเป้าหมายที่ชัดเจน
              ห้ามนำเงินที่ระดมทุนได้ไปใช้ในทางที่ผิดหรือไม่เกี่ยวข้องกับโครงการ
            </p>
            <p className="font-semibold">ความโปร่งใส:</p>
            <p>
              ผู้สมัครต้องอัพเดตสถานะของโครงการอย่างสม่ำเสมอและแจ้งผู้สนับสนุนหากมีการเปลี่ยนแปลงใด
              ๆ ในโครงการ รายงานการใช้เงินระดมทุนต้องมีความชัดเจนและโปร่งใส
            </p>
            <p className="font-semibold">การคืนเงิน:</p>
            <p>
              หากโครงการไม่สามารถดำเนินการได้ตามแผน
              ผู้สมัครต้องมีนโยบายในการคืนเงินให้กับผู้สนับสนุนตามสัดส่วนที่เหมาะสม
            </p>
          </div>
        </li>
        <br />
        <li>
          <div className="py-2">
            <h1 className="font-bold text-xl">3. การบริหารจัดการเงินที่ระดมทุนได้</h1>
          </div>
          <div className="pl-4 pr-12">
            <p className="font-semibold">บัญชีแยกต่างหาก:</p>
            <p>
              ผู้สมัครต้องมีบัญชีธนาคารแยกต่างหากสำหรับเงินที่ระดมทุนได้
              เพื่อแยกจากเงินส่วนตัว
            </p>
            <p className="font-semibold">การใช้เงินตามแผน:</p>
            <p>
              ผู้สมัครต้องใช้เงินตามแผนการที่ได้ยื่นเสนอไว้เท่านั้น
              หากมีความจำเป็นต้องเปลี่ยนแปลงการใช้เงิน
              ผู้สมัครต้องแจ้งและได้รับความเห็นชอบจากผู้สนับสนุน
            </p>
            <p className="font-semibold">การตรวจสอบบัญชี:</p>
            <p>
              แพลตฟอร์มอาจขอให้ผู้สมัครส่งรายงานการใช้เงินเป็นระยะ
              หรือขอทำการตรวจสอบบัญชีเพื่อความโปร่งใส
            </p>
          </div>
        </li>
        <br />
        <li>
          <div className="py-2">
            <h1 className="font-bold text-xl">4. สิทธิและหน้าที่ของผู้สมัคร</h1>
          </div>
          <div className="pl-4 pr-12">
            <p className="font-semibold">สิทธิของผู้สมัคร:</p>
            <p>
              สิทธิในการระดมทุนตามเงื่อนไขที่กำหนด
              สิทธิในการรับการสนับสนุนและคำแนะนำจากแพลตฟอร์ม
            </p>
            <p className="font-semibold">หน้าที่ของผู้สมัคร:</p>
            <p>
              หน้าที่ในการปฏิบัติตามเงื่อนไขและข้อกำหนดที่กำหนดไว้
              หน้าที่ในการแจ้งข้อมูลที่เป็นความจริงและถูกต้อง
            </p>
          </div>
        </li>
      </ol>
    </div>
  );
}
